tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "binutils"
brew "diffutils"
brew "dos2unix"
brew "ed"
brew "findutils"
brew "flex"
brew "fzf"
brew "fzy"
brew "gawk"
brew "geoip"
brew "git"
brew "git-gui"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "grep"
brew "gzip"
brew "htop"
brew "jq"
brew "less"
brew "links"
brew "make"
brew "nano"
brew "neovim"
brew "nmap"
brew "screen"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "zip"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alacritty"
cask "caffeine"
cask "font-meslo-lg-nerd-font"
cask "session-manager-plugin"
