tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "timberio/brew"
tap "weaveworks/tap"
brew "ack"
brew "gettext"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "xz"
brew "ant"
brew "readline"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "bash"
brew "bc"
brew "bind"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "broot"
brew "cassandra"
brew "cmake"
brew "colordiff"
brew "csshx"
brew "diffutils"
brew "ldns"
brew "dnsperf"
brew "dos2unix"
brew "ed"
brew "exif"
brew "fd"
brew "findutils"
brew "flex"
brew "freerdp"
brew "fzf"
brew "fzy"
brew "gawk"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gpatch"
brew "gradle"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "inetutils"
brew "influxdb"
brew "ipython"
brew "jenv"
brew "jq"
brew "k9s"
brew "krb5"
brew "less"
brew "libfido2"
brew "links"
brew "make"
brew "mas"
brew "maven"
brew "minikube"
brew "protobuf"
brew "mosh"
brew "mosquitto"
brew "zlib"
brew "mysql", restart_service: true
brew "mysql-client"
brew "nano"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openjdk@8"
brew "pango"
brew "parallel"
brew "postgresql@14"
brew "prometheus"
brew "pssh"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "rustup-init"
brew "sbt"
brew "scala@2.12"
brew "scalaenv"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "swig"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "vnstat"
brew "watch"
brew "wdiff"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "yamllint"
brew "yq"
brew "zip"
brew "zsh"
brew "zsh-completions"
brew "timberio/brew/vector"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "android-file-transfer"
cask "aws-vault"
cask "caffeine"
cask "chef-workstation"
cask "chefdk"
cask "db-browser-for-sqlite"
cask "font-anonymice-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-cloud-sdk"
cask "kitty"
cask "loop"
cask "multifirefox"
cask "navicat-for-sqlite"
cask "obsidian"
cask "oracle-jdk"
cask "osxfuse"
cask "session-manager-plugin"
cask "ssh-tunnel-manager"
mas "1Password for Safari", id: 1569813296
mas "Authen", id: 1602945200
mas "Bitwarden", id: 1352778147
mas "Calendars", id: 608834326
mas "Clocker", id: 1056643111
mas "CryptoTicker", id: 1487304322
mas "G2FA", id: 6444865161
mas "GCal for Google Calendar", id: 1107163858
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "NordVPN", id: 905953485
mas "NordVPN IKE", id: 1116599239
mas "OwlOCR", id: 1499181666
mas "Remote Desktop - VNC", id: 472995993
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "ToothFairy", id: 1191449274
mas "VictronConnect", id: 1084677271
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
