tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "ack"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "binutils"
brew "cmake"
brew "diffutils"
brew "dos2unix"
brew "ed"
brew "findutils"
brew "flex"
brew "fzf"
brew "fzy"
brew "gawk"
brew "geoip"
brew "git"
brew "git-gui"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "ipython"
brew "jq"
brew "k9s"
brew "less"
brew "links"
brew "make"
brew "nano"
brew "neovim"
brew "nmap"
brew "parallel"
brew "pssh"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "screen"
brew "shfmt"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "yq"
brew "zip"
brew "zsh"
cask "alacritty"
cask "aws-vault"
cask "caffeine"
cask "chef-workstation"
cask "font-anonymice-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "session-manager-plugin"
